tap "homebrew/bundle"
tap "minamijoyo/hcledit"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "htop"
brew "unzip"
brew "httpie"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "minikube"
brew "pipx"
brew "psutils"
brew "python@3.11"
brew "ripgrep"
brew "terraform"
brew "thefuck"
brew "tree"
brew "zoxide"
brew "minamijoyo/hcledit/hcledit"
vscode "4ops.terraform"
vscode "alefragnani.bookmarks"
vscode "blinkshellinc.blink-fs"
vscode "bmewburn.vscode-intelephense-client"
vscode "damc.geal-theme"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "harryhopkinson.vim-theme"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "jdinhlife.gruvbox"
vscode "lkrms.inifmt"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mkloubert.vscode-http-client"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.vs-keybindings"
vscode "ms-vscode.vscode-typescript-next"
vscode "octref.vetur"
vscode "p1c2u.docker-compose"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.vscode-yaml"
vscode "rokoroku.vscode-theme-darcula"
vscode "seltonfiuza.terragrunt-easy-plan"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
