tap "aws/tap"
tap "derailed/k9s"
tap "drud/ddev"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "aws-iam-authenticator"
brew "awscli"
brew "freetds"
brew "php"
brew "composer"
brew "ctags"
brew "fish"
brew "gh"
brew "glib"
brew "htop"
brew "httpd"
brew "jq"
brew "lua-language-server"
brew "neovim"
brew "php-cs-fixer"
brew "php@7.4"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "spaceship"
brew "terraform-lsp"
brew "terraform"
brew "terragrunt"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "wimlib"
brew "yarn"
brew "aws/tap/aws-sam-cli"
brew "derailed/k9s/k9s"
brew "drud/ddev/ddev"
brew "go-swagger/go-swagger/go-swagger"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
cask "kitty"
