tap "homebrew/bundle"
tap "localstack/tap"
tap "minamijoyo/hcledit"
brew "aws-iam-authenticator"
brew "bat"
brew "binutils"
brew "btop"
brew "delve"
brew "devspace"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gettext"
brew "gh"
brew "git-delta"
brew "glow"
brew "gopls"
brew "helm"
brew "htop"
brew "htpdate"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubeconform"
brew "kubectx"
brew "lazydocker"
brew "minikube"
brew "neovim"
brew "node"
brew "nvm"
brew "pipx"
brew "psutils"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "starship"
brew "stern"
brew "sysbench"
brew "tailscale"
brew "terraform"
brew "terragrunt"
brew "thefuck"
brew "tmux"
brew "tree"
brew "trivy"
brew "zoxide"
brew "localstack/tap/localstack-cli"
brew "minamijoyo/hcledit/hcledit"
vscode ""
